const About = () => {
  return (
    <section className="page-content">
      <div className="container">
        <div className="page-content-wrapper">
          <h1>Про нас</h1>
          <p>ТМ Перчинка – є виробником натуральних спецій, приправ і прянощів.
            Компанія заснована в 2019 році в місті Вінниця, де і знаходиться сьогодні.
            Кожного дня ми працюємо над вдосконаленням всіх напрямків всіх нашої діяльності.
            Застосовуємо інноваційні методи для максимального доступу кінцевого споживача до нашого продукту.
            Асортимент спецій і прянощів задовільнить самого вишуканого споживача.
            Станом на сьогодні працюємо в 12 регіонах України і маємо понад 500 діючих клієнтів.
            При тому клієнтська база розширюється щоденно. В тому числі завдяки рекомендаціям і схвальним відгукам
            діючих партнерів.
          </p>
          <h2>Наші сильні сторони</h2>
          <ul>
            <li>висока якість</li>
            <li>вишуканий смак</li>
            <li>доступна ціна</li>
            <li>ефективний сервіс</li>
            <li>схвальні відгуки</li>
            <li>зразкова репутація</li>
          </ul>
        </div>
      </div>
    </section>
  );
};

export default About;